#!/bin/bash
# ============================================================ #
# ==             УСТАНОВКА БОТА BEDALAGA                    == #
# ============================================================ #
#  ( РОДИТЕЛЬ | КЛАВИША | НАЗВАНИЕ | ФУНКЦИЯ | ПОРЯДОК | ГРУППА | ОПИСАНИЕ )
# @menu.manifest
# @item( main | 8 | 🤖 УСТАНОВИТЬ БОТА BEDALAGA ${C_RED}(В разаработке)${C_RESET} | show_bedalaga_menu | 50 | 3 )
#
[[ "${BASH_SOURCE[0]}" == "${0}" ]] && exit 1 # Защита от прямого запуска

show_bedalaga_menu() {
    printf_warning "Модуль установки бота в разработке."
    sleep 2
}
