#!/bin/bash
# ============================================================ #
# ==             REMNAWAVE: УПРАВЛЕНИЕ ПАНЕЛЬЮ              == #
# ============================================================ #
#  ( РОДИТЕЛЬ | КЛАВИША | НАЗВАНИЕ | ФУНКЦИЯ | ПОРЯДОК | ГРУППА | ОПИСАНИЕ )
# @menu.manifest
# @item( main | 7 | 💿 REMNAWAVE: УСТАНОВКА И УПРАВЛЕНИЕ ${C_RED}(В разработке)${C_RESET} | show_remnawave_centre_menu | 40 | 3 )
#
[[ "${BASH_SOURCE[0]}" == "${0}" ]] && exit 1 # Защита от прямого запуска

show_remnawave_centre_menu() {
    printf_warning "Модуль установки REMNAWAVE в разработке."
    sleep 2
}
